role = {
        '1': 'Воин',
        '2': 'Лучник',
        '3': 'Маг',
    }

classes = {
        'Воин': {
            'здоровье': 100,
            'атака': 50,
            'защита': 25,
            'навыки': {
                'щит': 20
            }
        },
        'Лучник': {
            'здоровье': 70,
            'атака': 80,
            'защита': 15,
            'навыки': {
                'убежать': 10
            }
        },
        'Маг': {
            'здоровье': 50,
            'атака': 90,
            'защита': 15,
            'навыки': {
                'магический щит': 45,
                'лечение': 20
            }
        }
    }